<?php
$question = array("1"=>array("question"=>"13,8,61,33,46,67","answer"=>"219,43,44,228,76,61"),"2"=>array("question"=>"66,65,1,31,38,64","answer"=>"259,272,8,4,66,38"),"3"=>array("question"=>"3,46,61,41,33,67","answer"=>"36,216,323,35,64,204"),"4"=>array("question"=>"31,41,35,1,35,32","answer"=>"203,216,35,321,222,72"),"5"=>array("question"=>"6,31,64,8,67,10","answer"=>"2,3,72,46,226,249"),"6"=>array("question"=>"35,70,66,61,43,31","answer"=>"265,18,222,3,216,265"),"7"=>array("question"=>"67,65,41,4,13,65","answer"=>"203,4,223,44,72,300"),"8"=>array("question"=>"4,67,66,31,4,35","answer"=>"257,203,46,321,265,31"),"9"=>array("question"=>"35,3,41,72,8,4","answer"=>"71,319,39,296,203,304"),"10"=>array("question"=>"3,66,72,41,76,66","answer"=>"5,5,72,205,207,202"),"11"=>array("question"=>"62,32,65,8,67,5","answer"=>"10,219,319,249,71,39"),"12"=>array("question"=>"65,73,65,6,44,3","answer"=>"36,32,36,322,271,323"));
//1->等级：11		比例：0.022222222222222223		胜场：16 /720
//红色风暴,红泥怪,黑色风暴,黑泥怪,破釜沉舟,普天同庆
//2->等级：7		比例：0.020833333333333332		胜场：15 /720
//能量熔炉Ⅱ,暗黑毒素,矿工,死神,守卫者,豌豆
//3->等级：9		比例：0.019444444444444445		胜场：14 /720
//骷髅弓箭手,炽红花菇,牛头人,加攻,生命进化,生生不息
//4->等级：6		比例：0.015277777777777777		胜场：11 /720
//落雷,炽红花菇,好多木乃伊,恢复秘诀,红袍怨灵,生生不息
//5->等级：7		比例：0.015277777777777777		胜场：11 /720
//红袍怨灵,橙色风暴,幻影剌客,天罚,宝石狂徒,虚空裂缝
//6->等级：9		比例：0.030555555555555555		胜场：11 /360
//饥饿兽人,续命,恢复秘诀,续命,生生不息,宝石狂徒
//7->等级：8		比例：0.011111111111111112		胜场：8 /720
//矿工,红色风暴,落雷,红袍怨灵,心灵震动,巫医出击
//8->等级：9		比例：0.006944444444444444		胜场：5 /720
//大地之灵Ⅱ,橙色风暴,好多木乃伊,黑耀石菇,落雷,续命
//9->等级：10		比例：0.005555555555555556		胜场：4 /720
//黑石守卫,落雷,骷髅小队,巫妖,后排杀手,召唤饥饿
//10->等级：5		比例：0.008333333333333333		胜场：3 /360
//重装撕裂者,重装撕裂者,红袍怨灵,吉祥四宝,回复,信仰之光
//11->等级：11		比例：0.004166666666666667		胜场：3 /720
//黑石守卫,巫医,巫妖,骷髅小队,虚空裂缝,破釜沉舟
//12->等级：4		比例：0.002777777777777778		胜场：1 /360
//牛头人,能量熔炉,牛头人,红色爆破,生命进化,碧玉药菇
?> 