<?php
$question = array("1"=>array("question"=>"66,61,61,6,5,76","answer"=>"73,206,44,41,256,201"),"2"=>array("question"=>"41,76,6,41,6,3","answer"=>"323,1,299,5,322,44"),"3"=>array("question"=>"2,73,1,65,76,66","answer"=>"73,204,201,64,66,6"),"4"=>array("question"=>"66,13,64,2,44,70","answer"=>"5,44,289,5,273,318"),"5"=>array("question"=>"73,1,6,5,64,5","answer"=>"3,36,319,271,64,44"),"6"=>array("question"=>"3,65,2,65,41,31","answer"=>"203,44,66,202,203,323"),"7"=>array("question"=>"64,65,5,32,2,38","answer"=>"204,228,321,205,5,44"),"8"=>array("question"=>"76,67,67,31,64,8","answer"=>"10,8,65,249,278,13"),"9"=>array("question"=>"67,10,67,1,3,4","answer"=>"70,70,324,271,13,18"),"10"=>array("question"=>"3,10,61,76,70,2","answer"=>"64,33,38,305,321,64"),"11"=>array("question"=>"61,14,33,5,65,6","answer"=>"44,273,206,66,212,306"),"12"=>array("question"=>"76,2,31,73,32,6","answer"=>"73,44,204,203,204,212"));
//1->等级：6		比例：0.022222222222222223		胜场：16 /720
//红色风暴,木乃伊,燃烧,蓝石守卫,大地之灵,治疗
//2->等级：3		比例：0.018055555555555554		胜场：13 /720
//雷电法师,生命进化,重装撕裂者,红色爆破,斧斧生威,红色风暴
//3->等级：4		比例：0.015277777777777777		胜场：11 /720
//骷髅弓箭手,燃烧,木乃伊,狂战士,死神,加攻
//4->等级：10		比例：0.030555555555555555		胜场：11 /360
//红色风暴,能量熔炉Ⅲ,前置弓箭手,重装撕裂者,召唤神灯,重装撕裂者
//5->等级：4		比例：0.0125		胜场：9 /720
//宝石狂徒,骷髅弓箭手,能量熔炉,红色风暴,牛头人,骷髅小队
//6->等级：4		比例：0.025		胜场：9 /360
//红色风暴,生命进化,死神,落雷,回复,落雷
//7->等级：5		比例：0.011111111111111112		胜场：8 /720
//信仰之光,加攻,重装撕裂者,红色风暴,好多木乃伊,普天同庆
//8->等级：7		比例：0.011111111111111112		胜场：8 /720
//骷髅士兵,虚空裂缝,守卫者,推车兽人,恐惧,巫医
//9->等级：9		比例：0.016666666666666666		胜场：6 /360
//能量熔炉,蓝泥怪,饥饿兽人,推车兽人,攻击进化,蓝泥怪
//10->等级：9		比例：0.016666666666666666		胜场：6 /360
//骷髅弓箭手,召唤黑菇,橙光仙菇,豌豆,好多木乃伊,骷髅弓箭手
//11->等级：9		比例：0.005555555555555556		胜场：4 /720
//召唤绿菇,能量熔炉Ⅲ,治疗,前线,红色风暴,死神
//12->等级：4		比例：0.008333333333333333		胜场：3 /360
//加攻,木乃伊,红色风暴,落雷,加攻,前线
?> 