<?php
$question = array("1"=>array("question"=>"76,2,3,5,41,6","answer"=>"324,76,73,36,5,319"),"2"=>array("question"=>"64,70,4,32,66,10","answer"=>"265,31,35,64,14,222"),"3"=>array("question"=>"31,5,2,76,44,31","answer"=>"299,296,313,203,13,44"),"4"=>array("question"=>"1,6,10,2,4,76","answer"=>"18,6,265,278,271,71"),"5"=>array("question"=>"76,13,44,31,65,31","answer"=>"205,212,44,201,313,36"),"6"=>array("question"=>"73,41,13,1,31,13","answer"=>"305,36,31,205,76,36"),"7"=>array("question"=>"44,33,65,67,6,33","answer"=>"278,249,2,18,318,256"),"8"=>array("question"=>"67,64,5,8,18,76","answer"=>"43,6,315,273,43,32"),"9"=>array("question"=>"66,8,3,5,1,8","answer"=>"32,6,2,205,72,272"),"10"=>array("question"=>"5,36,4,61,38,32","answer"=>"204,297,18,272,246,66"),"11"=>array("question"=>"65,72,4,13,3,41","answer"=>"36,4,259,31,36,204"),"12"=>array("question"=>"73,66,38,76,35,67","answer"=>"33,72,222,256,216,18"));
//1->等级：4		比例：0.025		胜场：18 /720
//攻击进化,红泥怪,木乃伊,牛头人,重装撕裂者,骷髅小队
//2->等级：10		比例：0.022222222222222223		胜场：16 /720
//骷髅弓箭手,炽红花菇,黑耀石菇,恢复秘诀,续命,盾卫
//3->等级：6		比例：0.019444444444444445		胜场：14 /720
//后排杀手,斧斧生威,红色风暴,推车兽人,蓝石降临,落雷
//4->等级：8		比例：0.015277777777777777		胜场：11 /720
//狂战士,恐惧,续命,饥饿兽人,巫妖,能量熔炉
//5->等级：4		比例：0.009722222222222222		胜场：7 /720
//红色风暴,牛头人,前线,信仰之光,燃烧,蓝石降临
//6->等级：4		比例：0.013888888888888888		胜场：5 /360
//召唤黑菇,牛头人,信仰之光,牛头人,红泥怪,黑耀石菇
//7->等级：8		比例：0.006944444444444444		胜场：5 /720
//饥饿兽人,幻影剌客,大地之灵,前置弓箭手,虚空裂缝,恐惧
//8->等级：10		比例：0.011111111111111112		胜场：4 /360
//碧玉药菇,黑色风暴,狂战士,黑色爆破,能量熔炉Ⅲ,黑色风暴
//9->等级：6		比例：0.004166666666666667		胜场：3 /720
//幻影剌客,狂战士,红袍怨灵,信仰之光,能量熔炉Ⅱ,碧玉药菇
//10->等级：8		比例：0.002777777777777778		胜场：2 /720
//大地震动,能量熔炉Ⅱ,饥饿兽人,矿工队伍,加攻,死神
//11->等级：6		比例：0.002777777777777778		胜场：1 /360
//暗黑毒素,矿工,牛头人,牛头人,黑耀石菇,加攻
//12->等级：8		比例：0.001388888888888889		胜场：1 /720
//饥饿兽人,橙光仙菇,生生不息,红袍怨灵,恢复秘诀,大地之灵
?> 