<?php
$question = array("1"=>array("question"=>"33,41,2,70,76,66","answer"=>"300,309,36,8,6,297"),"2"=>array("question"=>"1,41,64,67,4,61","answer"=>"273,207,72,203,44,299"),"3"=>array("question"=>"32,4,8,35,61,76","answer"=>"76,299,31,201,72,13"),"4"=>array("question"=>"73,61,44,35,1,62","answer"=>"217,41,75,67,62,273"),"5"=>array("question"=>"6,10,65,3,33,10","answer"=>"71,252,246,321,64,38"),"6"=>array("question"=>"62,8,66,70,41,13","answer"=>"32,70,18,219,201,64"),"7"=>array("question"=>"7,35,64,9,70,4","answer"=>"73,71,205,296,278,257"),"8"=>array("question"=>"2,76,65,66,6,44","answer"=>"31,44,6,202,323,6"),"9"=>array("question"=>"8,10,35,6,4,67","answer"=>"246,35,203,212,14,273"),"10"=>array("question"=>"61,43,31,33,31,2","answer"=>"289,250,273,3,46,64"),"11"=>array("question"=>"35,65,8,44,2,38","answer"=>"1,212,38,38,64,226"),"12"=>array("question"=>"8,38,64,33,76,31","answer"=>"14,305,216,322,14,8"));
//1->等级：9		比例：0.022222222222222223		胜场：16 /720
//牛头人,巫医出击,召唤红菇,守卫者,狂战士,矿工队伍
//2->等级：9		比例：0.019444444444444445		胜场：14 /720
//落雷,红袍怨灵,斧斧生威,能量熔炉Ⅲ,红色风暴,吉祥四宝
//3->等级：6		比例：0.016666666666666666		胜场：12 /720
//红泥怪,红袍怨灵,黑耀石菇,斧斧生威,推车兽人,燃烧
//4->等级：11		比例：0.015277777777777777		胜场：11 /720
//蓝石守卫,树人操控者,能量熔炉Ⅲ,骷髅矿工,快速出战,橙泥怪
//5->等级：9		比例：0.013888888888888888		胜场：10 /720
//空间扭曲,巫妖,好多木乃伊,骷髅弓箭手,豌豆,大地震动
//6->等级：11		比例：0.008333333333333333		胜场：6 /720
//蓝泥怪,饥饿兽人,碧玉药菇,燃烧,骷髅弓箭手,破釜沉舟
//7->等级：11		比例：0.006944444444444444		胜场：5 /720
//信仰之光,巫妖,木乃伊,后排杀手,恐惧,大地之灵Ⅱ
//8->等级：3		比例：0.011111111111111112		胜场：4 /360
//狂战士,狂战士,回复,红色风暴,黑耀石菇,生命进化
//9->等级：9		比例：0.002777777777777778		胜场：2 /720
//盾卫,落雷,大地震动,炽红花菇,能量熔炉Ⅲ,前线
//10->等级：10		比例：0.002777777777777778		胜场：2 /720
//橙色风暴,宝石狂徒,召唤神灯,骷髅弓箭手,能量熔炉Ⅲ,虚空裂缝Ⅱ
//11->等级：7		比例：0.002777777777777778		胜场：1 /360
//豌豆,豌豆,天罚,骷髅弓箭手,前线,雷电法师
//12->等级：9		比例：0.002777777777777778		胜场：1 /360
//盾卫,守卫者,盾卫,生生不息,红色爆破,召唤黑菇
?> 