<?php
$question = array("1"=>array("question"=>"6,8,70,43,33,41","answer"=>"217,33,36,299,6,76"),"2"=>array("question"=>"3,31,5,64,38,72","answer"=>"324,228,305,72,18,300"),"3"=>array("question"=>"67,35,76,3,5,44","answer"=>"44,204,272,35,216,73"),"4"=>array("question"=>"8,76,65,10,67,4","answer"=>"36,201,8,4,203,256"),"5"=>array("question"=>"65,65,5,41,6,76","answer"=>"73,72,324,228,305,66"),"6"=>array("question"=>"65,41,6,4,14,70","answer"=>"296,321,319,1,304,7"),"7"=>array("question"=>"41,41,1,5,2,3","answer"=>"202,6,44,66,76,324"),"8"=>array("question"=>"38,41,41,66,61,5","answer"=>"321,44,76,323,323,321"),"9"=>array("question"=>"18,10,32,64,5,3","answer"=>"289,48,249,223,268,18"),"10"=>array("question"=>"41,2,8,72,32,5","answer"=>"202,249,18,65,44,299"),"11"=>array("question"=>"73,5,31,41,35,72","answer"=>"201,306,36,5,32,36"),"12"=>array("question"=>"1,6,65,66,4,3","answer"=>"305,260,273,61,246,18"));
//1->等级：9		比例：0.02361111111111111		胜场：17 /720
//快速出战,斧斧生威,牛头人,狂战士,红泥怪,橙光仙菇
//2->等级：9		比例：0.022222222222222223		胜场：16 /720
//普天同庆,巫医出击,攻击进化,红袍怨灵,饥饿兽人,召唤黑菇
//3->等级：8		比例：0.019444444444444445		胜场：14 /720
//生生不息,能量熔炉Ⅱ,炽红花菇,红色风暴,木乃伊,加攻
//4->等级：7		比例：0.018055555555555554		胜场：13 /720
//燃烧,牛头人,大地之灵,矿工,落雷,守卫者
//5->等级：5		比例：0.013888888888888888		胜场：10 /720
//普天同庆,红袍怨灵,木乃伊,召唤黑菇,攻击进化,死神
//6->等级：10		比例：0.011111111111111112		胜场：8 /720
//召唤饥饿,骷髅小队,斧王,雷电法师,后排杀手,好多木乃伊
//7->等级：3		比例：0.006944444444444444		胜场：5 /720
//狂战士,死神,红色风暴,攻击进化,回复,红泥怪
//8->等级：6		比例：0.016666666666666666		胜场：3 /180
//红色风暴,生命进化,好多木乃伊,好多木乃伊,生命进化,红泥怪
//9->等级：11		比例：0.004166666666666667		胜场：3 /720
//召唤神灯,溶岩精灵,虚空裂缝,饥饿兽人,斩杀,心灵震动
//10->等级：10		比例：0.002777777777777778		胜场：2 /720
//饥饿兽人,斧斧生威,红色风暴,回复,骷髅士兵,虚空裂缝
//11->等级：6		比例：0.002777777777777778		胜场：1 /360
//牛头人,牛头人,召唤绿菇,燃烧,重装撕裂者,碧玉药菇
//12->等级：10		比例：0.001388888888888889		胜场：1 /720
//饥饿兽人,能量熔炉Ⅲ,大地震动,黑泥怪,暗黑毒素Ⅱ,召唤黑菇
?> 