<?php
$question = array("1"=>array("question"=>"35,31,32,1,76,64","answer"=>"296,5,6,297,61,38"),"2"=>array("question"=>"6,65,32,38,32,31","answer"=>"41,36,38,305,32,323"),"3"=>array("question"=>"36,3,8,2,6,31","answer"=>"201,324,44,64,36,202"),"4"=>array("question"=>"70,44,76,6,38,72","answer"=>"278,35,13,250,204,46"),"5"=>array("question"=>"35,35,8,66,61,6","answer"=>"296,41,272,36,257,46"),"6"=>array("question"=>"31,5,76,41,44,36","answer"=>"66,73,205,3,73,202"),"7"=>array("question"=>"73,35,76,71,61,44","answer"=>"268,38,14,33,309,71"),"8"=>array("question"=>"41,7,32,33,32,43","answer"=>"67,32,39,306,252,9"),"9"=>array("question"=>"2,73,73,5,3,5","answer"=>"36,205,323,296,44,66"),"10"=>array("question"=>"33,14,65,61,64,13","answer"=>"304,297,10,307,256,39"),"11"=>array("question"=>"8,76,65,10,31,38","answer"=>"4,265,265,322,18,32"),"12"=>array("question"=>"36,31,65,67,13,10","answer"=>"76,3,7,296,202,18"));
//1->等级：8		比例：0.022222222222222223		胜场：16 /720
//后排杀手,黑泥怪,矿工队伍,狂战士,重装撕裂者,豌豆
//2->等级：5		比例：0.020833333333333332		胜场：15 /720
//蓝石守卫,生命进化,豌豆,牛头人,召唤黑菇,碧玉药菇
//3->等级：6		比例：0.0125		胜场：9 /720
//攻击进化,牛头人,骷髅弓箭手,红色风暴,燃烧,回复
//4->等级：10		比例：0.008333333333333333		胜场：6 /720
//推车兽人,橙色风暴,加攻,炽红花菇,虚空裂缝Ⅱ,恐惧
//5->等级：9		比例：0.006944444444444444		胜场：5 /720
//能量熔炉Ⅱ,牛头人,橙色风暴,蓝石守卫,后排杀手,大地之灵Ⅱ
//6->等级：5		比例：0.011111111111111112		胜场：4 /360
//木乃伊,宝石狂徒,死神,木乃伊,信仰之光,回复
//7->等级：9		比例：0.005555555555555556		胜场：4 /720
//盾卫,橙光仙菇,斩杀,巫妖,召唤红菇,豌豆
//8->等级：11		比例：0.005555555555555556		胜场：4 /720
//空间扭曲,骷髅矿工,黑石守卫,召唤绿菇,碧玉药菇,掌旗使
//9->等级：4		比例：0.004166666666666667		胜场：3 /720
//牛头人,后排杀手,红色风暴,生命进化,死神,信仰之光
//10->等级：11		比例：0.002777777777777778		胜场：2 /720
//召唤橙菇,召唤饥饿,巫医,矿工队伍,大地之灵,黑石守卫
//11->等级：8		比例：0.002777777777777778		胜场：1 /360
//饥饿兽人,续命,续命,碧玉药菇,红色爆破,矿工
//12->等级：10		比例：0.001388888888888889		胜场：1 /720
//饥饿兽人,宝石狂徒,斧王,回复,后排杀手,红泥怪
?> 