<?php
$question = array("1"=>array("question"=>"70,33,67,65,70,73","answer"=>"32,71,307,203,201,44"),"2"=>array("question"=>"76,10,8,64,38,10","answer"=>"76,204,8,1,46,315"),"3"=>array("question"=>"5,64,65,41,13,44","answer"=>"41,5,204,32,259,44"),"4"=>array("question"=>"64,6,41,8,76,33","answer"=>"14,4,64,257,260,268"),"5"=>array("question"=>"73,65,64,38,1,41","answer"=>"6,38,203,306,228,36"),"6"=>array("question"=>"44,3,4,41,44,10","answer"=>"38,272,228,44,44,71"),"7"=>array("question"=>"46,70,43,13,76,5","answer"=>"2,256,18,1,5,322"),"8"=>array("question"=>"76,67,3,66,7,5","answer"=>"203,228,36,228,39,73"),"9"=>array("question"=>"46,5,36,64,31,65","answer"=>"44,323,35,36,265,259"),"10"=>array("question"=>"36,31,65,61,38,76","answer"=>"2,67,217,36,300,10"),"11"=>array("question"=>"70,46,73,7,3,31","answer"=>"204,14,322,272,75,221"),"12"=>array("question"=>"36,41,35,66,66,6","answer"=>"221,323,38,75,43,296"));
//1->等级：9		比例：0.022222222222222223		胜场：16 /720
//燃烧,碧玉药菇,红色风暴,召唤橙菇,巫妖,落雷
//2->等级：7		比例：0.018055555555555554		胜场：13 /720
//雷电法师,橙色风暴,守卫者,红泥怪,黑色爆破,加攻
//3->等级：6		比例：0.0125		胜场：9 /720
//加攻,蓝石守卫,碧玉药菇,重装撕裂者,暗黑毒素,红色风暴
//4->等级：9		比例：0.011111111111111112		胜场：8 /720
//斩杀,盾卫,骷髅弓箭手,暗黑毒素Ⅱ,大地之灵Ⅱ,矿工
//5->等级：5		比例：0.008333333333333333		胜场：6 /720
//召唤绿菇,牛头人,豌豆,普天同庆,狂战士,落雷
//6->等级：8		比例：0.016666666666666666		胜场：6 /360
//红色风暴,能量熔炉Ⅱ,普天同庆,巫妖,豌豆,红色风暴
//7->等级：9		比例：0.006944444444444444		胜场：5 /720
//雷电法师,饥饿兽人,大地之灵,红色爆破,幻影剌客,重装撕裂者
//8->等级：10		比例：0.013888888888888888		胜场：5 /360
//牛头人,黑石守卫,普天同庆,落雷,木乃伊,普天同庆
//9->等级：8		比例：0.005555555555555556		胜场：4 /720
//续命,红色风暴,牛头人,炽红花菇,暗黑毒素,生命进化
//10->等级：8		比例：0.004166666666666667		胜场：3 /720
//牛头人,骷髅矿工,快速出战,幻影剌客,巫医出击,巫医
//11->等级：10		比例：0.002777777777777778		胜场：2 /720
//能量熔炉Ⅱ,树人操控者,盾卫,吸血光环,红色爆破,加攻
//12->等级：10		比例：0.001388888888888889		胜场：1 /720
//生命进化,豌豆,黑色风暴,树人操控者,后排杀手,吸血光环
?> 