<?php
$question = array("1"=>array("question"=>"31,70,41,31,4,8","answer"=>"323,72,46,6,278,2"),"2"=>array("question"=>"36,31,76,6,3,3","answer"=>"36,202,319,206,295,13"),"3"=>array("question"=>"61,41,32,76,3,2","answer"=>"318,206,61,14,5,272"),"4"=>array("question"=>"76,44,65,76,8,2","answer"=>"318,318,295,204,66,36"),"5"=>array("question"=>"2,73,8,35,76,4","answer"=>"203,206,319,318,38,36"),"6"=>array("question"=>"3,66,64,76,38,2","answer"=>"212,72,204,321,295,33"),"7"=>array("question"=>"2,5,71,6,64,65","answer"=>"315,38,5,271,321,10"),"8"=>array("question"=>"6,64,76,73,1,1","answer"=>"228,202,13,65,38,6"),"9"=>array("question"=>"3,31,65,46,61,32","answer"=>"36,205,205,5,41,4"),"10"=>array("question"=>"2,5,3,66,31,41","answer"=>"44,6,65,5,202,202"),"11"=>array("question"=>"67,5,65,35,41,1","answer"=>"72,71,65,2,222,259"),"12"=>array("question"=>"36,64,1,61,31,66","answer"=>"35,296,223,46,31,8"));
//1->等级：9		比例：0.025		胜场：18 /720
//生命进化,狂战士,恐惧,橙色风暴,红袍怨灵,幻影剌客
//2->等级：6		比例：0.020833333333333332		胜场：15 /720
//牛头人,治疗,骷髅小队,回复,法师小队,推车兽人
//3->等级：9		比例：0.019444444444444445		胜场：14 /720
//前置弓箭手,黑泥怪,治疗,盾卫,重装撕裂者,能量熔炉Ⅱ
//4->等级：6		比例：0.03611111111111111		胜场：13 /360
//前置弓箭手,法师小队,死神,牛头人,前置弓箭手,加攻
//5->等级：6		比例：0.015277777777777777		胜场：11 /720
//牛头人,治疗,前置弓箭手,豌豆,骷髅小队,落雷
//6->等级：8		比例：0.015277777777777777		胜场：11 /720
//加攻,好多木乃伊,红袍怨灵,橙光仙菇,前线,法师小队
//7->等级：9		比例：0.015277777777777777		胜场：11 /720
//重装撕裂者,能量熔炉,豌豆,黑色爆破,巫医,好多木乃伊
//8->等级：5		比例：0.011111111111111112		胜场：8 /720
//推车兽人,豌豆,回复,狂战士,普天同庆,骷髅士兵
//9->等级：7		比例：0.011111111111111112		胜场：4 /360
//信仰之光,牛头人,重装撕裂者,信仰之光,矿工,蓝石守卫
//10->等级：3		比例：0.005555555555555556		胜场：2 /360
//重装撕裂者,回复,狂战士,红色风暴,骷髅士兵,回复
//11->等级：10		比例：0.002777777777777778		胜场：2 /720
//红袍怨灵,幻影剌客,巫妖,骷髅士兵,暗黑毒素,恢复秘诀
//12->等级：7		比例：0.001388888888888889		胜场：1 /720
//橙色风暴,炽红花菇,黑耀石菇,后排杀手,守卫者,心灵震动
?> 