<?php
$question = array("1"=>array("question"=>"61,66,35,3,1,5","answer"=>"296,35,295,36,323,31"),"2"=>array("question"=>"61,73,76,70,44,33","answer"=>"46,253,72,289,61,296"),"3"=>array("question"=>"65,8,46,31,6,10","answer"=>"306,46,259,46,222,13"),"4"=>array("question"=>"31,66,4,71,2,5","answer"=>"75,35,295,223,38,272"),"5"=>array("question"=>"8,65,76,66,8,41","answer"=>"38,36,203,322,259,321"),"6"=>array("question"=>"66,10,76,38,13,4","answer"=>"4,297,18,2,319,72"),"7"=>array("question"=>"8,33,31,3,3,1","answer"=>"18,206,64,324,2,321"),"8"=>array("question"=>"43,31,32,3,2,61","answer"=>"76,64,259,18,322,249"),"9"=>array("question"=>"41,6,1,41,65,31","answer"=>"2,44,206,324,203,1"),"10"=>array("question"=>"71,67,13,3,38,76","answer"=>"18,260,278,204,2,38"),"11"=>array("question"=>"64,10,5,64,41,5","answer"=>"62,76,18,250,202,35"),"12"=>array("question"=>"1,2,65,7,7,46","answer"=>"18,302,8,319,206,271"));
//1->等级：6		比例：0.020833333333333332		胜场：15 /720
//牛头人,生命进化,黑耀石菇,后排杀手,法师小队,炽红花菇
//2->等级：11		比例：0.020833333333333332		胜场：15 /720
//红袍怨灵,召唤神灯,橙色风暴,黑泥怪,后排杀手,空间扭曲Ⅱ
//3->等级：7		比例：0.03333333333333333		胜场：12 /360
//恢复秘诀,召唤绿菇,橙色风暴,推车兽人,暗黑毒素,橙色风暴
//4->等级：10		比例：0.015277777777777777		胜场：11 /720
//法师小队,豌豆,能量熔炉Ⅱ,树人操控者,炽红花菇,心灵震动
//5->等级：5		比例：0.011111111111111112		胜场：8 /720
//红色爆破,牛头人,豌豆,落雷,暗黑毒素,好多木乃伊
//6->等级：8		比例：0.008333333333333333		胜场：6 /720
//饥饿兽人,矿工,矿工队伍,骷髅小队,红袍怨灵,幻影剌客
//7->等级：8		比例：0.008333333333333333		胜场：6 /720
//饥饿兽人,治疗,好多木乃伊,骷髅弓箭手,攻击进化,幻影剌客
//8->等级：9		比例：0.008333333333333333		胜场：6 /720
//虚空裂缝,红泥怪,红色爆破,饥饿兽人,骷髅弓箭手,暗黑毒素
//9->等级：3		比例：0.004166666666666667		胜场：3 /720
//红色风暴,幻影剌客,治疗,雷电法师,落雷,攻击进化
//10->等级：8		比例：0.002777777777777778		胜场：2 /720
//饥饿兽人,恐惧,暗黑毒素Ⅱ,豌豆,幻影剌客,加攻
//11->等级：11		比例：0.002777777777777778		胜场：2 /720
//饥饿兽人,炽红花菇,橙泥怪,红泥怪,回复,虚空裂缝Ⅱ
//12->等级：10		比例：0.001388888888888889		胜场：1 /720
//饥饿兽人,守卫者,能量熔炉,骷髅小队,治疗,盾卫帮我
?> 