<?php
$question = array("1"=>array("question"=>"66,31,41,65,3,32","answer"=>"205,44,66,64,202,41"),"2"=>array("question"=>"35,8,61,38,32,41","answer"=>"66,6,306,44,32,228"),"3"=>array("question"=>"44,61,66,64,2,41","answer"=>"256,272,73,318,72,226"),"4"=>array("question"=>"61,1,32,61,2,8","answer"=>"305,6,73,72,6,202"),"5"=>array("question"=>"2,5,3,1,6,65","answer"=>"44,5,271,66,323,32"),"6"=>array("question"=>"67,36,65,8,76,32","answer"=>"299,36,324,318,66,226"),"7"=>array("question"=>"3,41,41,64,76,4","answer"=>"44,256,76,324,8,35"),"8"=>array("question"=>"61,13,61,3,4,33","answer"=>"61,212,70,315,18,278"),"9"=>array("question"=>"2,31,67,76,64,70","answer"=>"219,64,289,324,324,75"),"10"=>array("question"=>"65,41,64,64,41,32","answer"=>"61,297,278,18,219,297"),"11"=>array("question"=>"61,1,65,36,76,3","answer"=>"46,32,33,203,271,205"),"12"=>array("question"=>"39,72,76,31,61,31","answer"=>"31,295,44,48,320,221"));
//1->等级：3		比例：0.022222222222222223		胜场：16 /720
//骷髅弓箭手,回复,蓝石守卫,死神,信仰之光,红色风暴
//2->等级：6		比例：0.020833333333333332		胜场：15 /720
//红色风暴,召唤绿菇,碧玉药菇,普天同庆,死神,狂战士
//3->等级：7		比例：0.019444444444444445		胜场：14 /720
//木乃伊,能量熔炉Ⅱ,大地之灵,红袍怨灵,前置弓箭手,天罚
//4->等级：6		比例：0.03611111111111111		胜场：13 /360
//召唤黑菇,红袍怨灵,狂战士,木乃伊,狂战士,回复
//5->等级：3		比例：0.015277777777777777		胜场：11 /720
//红色风暴,生命进化,死神,能量熔炉,碧玉药菇,重装撕裂者
//6->等级：7		比例：0.0125		胜场：9 /720
//斧斧生威,死神,牛头人,前置弓箭手,攻击进化,天罚
//7->等级：6		比例：0.008333333333333333		胜场：6 /720
//红色风暴,红泥怪,攻击进化,守卫者,炽红花菇,大地之灵
//8->等级：9		比例：0.008333333333333333		胜场：6 /720
//黑色爆破,饥饿兽人,蓝泥怪,前线,恐惧,黑泥怪
//9->等级：11		比例：0.016666666666666666		胜场：6 /360
//攻击进化,树人操控者,骷髅弓箭手,召唤神灯,攻击进化,破釜沉舟
//10->等级：11		比例：0.013888888888888888		胜场：5 /360
//矿工队伍,黑泥怪,饥饿兽人,矿工队伍,破釜沉舟,恐惧
//11->等级：8		比例：0.002777777777777778		胜场：2 /720
//橙色风暴,碧玉药菇,橙光仙菇,落雷,能量熔炉,信仰之光
//12->等级：11		比例：0.001388888888888889		胜场：1 /720
//红色风暴,溶岩精灵,法师小队,蓝色爆破,黑耀石菇,吸血光环
?> 