<?php
$question = array("1"=>array("question"=>"73,65,41,1,41,64","answer"=>"6,73,305,212,36,228"),"2"=>array("question"=>"8,61,6,38,64,1","answer"=>"203,5,67,306,2,46"),"3"=>array("question"=>"36,41,41,32,64,2","answer"=>"13,296,203,204,76,73"),"4"=>array("question"=>"8,38,2,76,31,1","answer"=>"36,36,1,228,205,256"),"5"=>array("question"=>"8,66,39,5,33,76","answer"=>"202,39,67,75,268,44"),"6"=>array("question"=>"1,8,31,13,3,35","answer"=>"44,38,296,305,4,206"),"7"=>array("question"=>"8,64,3,61,46,76","answer"=>"18,323,35,259,321,296"),"8"=>array("question"=>"5,8,41,67,65,44","answer"=>"322,46,271,10,44,296"),"9"=>array("question"=>"41,8,2,66,6,1","answer"=>"313,201,13,36,216,205"),"10"=>array("question"=>"71,10,3,70,70,73","answer"=>"1,246,299,304,18,205"),"11"=>array("question"=>"73,2,1,66,66,35","answer"=>"72,319,35,272,4,5"),"12"=>array("question"=>"6,65,46,71,4,3","answer"=>"76,32,18,278,313,204"));
//1->等级：4		比例：0.02361111111111111		胜场：17 /720
//狂战士,牛头人,前线,召唤黑菇,普天同庆,木乃伊
//2->等级：7		比例：0.02361111111111111		胜场：17 /720
//橙色风暴,骷髅矿工,重装撕裂者,幻影剌客,召唤绿菇,落雷
//3->等级：4		比例：0.022222222222222223		胜场：16 /720
//红泥怪,推车兽人,落雷,后排杀手,木乃伊,加攻
//4->等级：5		比例：0.025		胜场：9 /360
//大地之灵,牛头人,牛头人,普天同庆,信仰之光,雷电法师
//5->等级：10		比例：0.0125		胜场：9 /720
//骷髅矿工,黑石守卫,红色风暴,树人操控者,回复,斩杀
//6->等级：6		比例：0.011111111111111112		胜场：8 /720
//召唤黑菇,豌豆,红色风暴,后排杀手,治疗,矿工
//7->等级：9		比例：0.011111111111111112		胜场：8 /720
//饥饿兽人,好多木乃伊,生命进化,炽红花菇,后排杀手,暗黑毒素
//8->等级：7		比例：0.006944444444444444		胜场：5 /720
//橙色风暴,巫医,红色爆破,能量熔炉,红色风暴,后排杀手
//9->等级：7		比例：0.005555555555555556		胜场：4 /720
//蓝石降临,牛头人,推车兽人,燃烧,生生不息,信仰之光
//10->等级：9		比例：0.005555555555555556		胜场：4 /720
//大地震动,信仰之光,雷电法师,召唤饥饿,饥饿兽人,斧斧生威
//11->等级：6		比例：0.002777777777777778		胜场：2 /720
//红袍怨灵,炽红花菇,能量熔炉Ⅱ,重装撕裂者,矿工,骷髅小队
//12->等级：8		比例：0.001388888888888889		胜场：1 /720
//饥饿兽人,碧玉药菇,加攻,恐惧,红泥怪,蓝石降临
?> 